{"translation-revision-date":"2024-04-08 21:14:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Failed to generate business description using AI. Please retry or enter details manually.":["No se ha podido generar la descripción de la empresa con la IA. Vuelve a intentarlo o introduce los datos manualmente."],"Description Generation Error!":["¡Error de generación de descripción!"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account.":["Crea una cuenta gratuita y accede a nuestra biblioteca de cientos de plantillas con un diseño perfecto."],"Access Template Kits Library":["Accede a la biblioteca de kits de plantillas"],"By disabling see templates without personalized text, images, & theme styling.":["Desactívalo para ver plantillas sin texto, imágenes y estilos de tema personalizados."],"Adaptive Mode":["Modo adaptable"],"Revise the previously entered information from AI setup.":["Revisa la información introducida previamente en la configuración de IA."],"Add details for the AI to suggest relevant text and images.":["Añade detalles para que la IA sugiera textos e imágenes relevantes."],"Update the details for the AI to suggest new text and images.":["Actualiza los detalles para que la IA sugiera nuevos textos e imágenes."],"Personalize Library":["Personalizar la biblioteca"],"Update AI":["Actualizar la IA"],"Page":["Página","Páginas"],"Kits":["Kits"],"Let’s Go (%s Credits)":["Vamos (%s créditos)"],"Revoke":["Revocar"],"You will need to re-authorize Zip to use it again.":["Tendrás que volver a autorizar Zip para volver a utilizarlo."],"Are you sure you wish to revoke the authorization token?":["¿Estás seguro de que deseas revocar el token de autorización?"],"Revoke Access":["Revocar acceso"],"Build using AI":["Construye con IA"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Obtén el contenido de todas tus páginas con un solo clic. Puedes generar contenido página por página haciendo uso de la opción «Saltar». ¡Estamos aquí para hacer que todo sea fácil y se adapte perfectamente a tus necesidades!"],"Generate Content for Pages":["Generar contenido para las páginas"],"The search result not found. Try another search.":["No se ha encontrado el resultado de la búsqueda. Intenta otra búsqueda."],"No Result Found":["No se han encontrado resultados"],"Skip & Import \"%s\" Page":["Saltar e importar página «%s»"],"Color Styles: ":["Estilos de color: "],"Patterns":["Patrones"],"Design Library":["Biblioteca de diseños"],"Syncing":["Sincronizando"],"Are you sure you want to cancel the content generation process?":["¿Estás seguro de que quieres cancelar el proceso de generación de contenidos?"],"This option will preview & import only wireframe (default) content and images.":["Esta opción previsualizará e importará sólo contenido e imágenes wireframe (por defecto)."],"Disable AI":["Desactivar IA"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Restablece la información introducida previamente desde la configuración de la IA y borra todo el contenido generado por la IA."],"Reset AI Information":["Restablecer la información de la IA"],"Update images":["Actualizar imágenes"],"Error saving the page: %s":["Error al guardar la página: %s"],"Installed the required plugin. The page will be saved and refreshed.":["Instalado el plugin necesario. La página se guardará y se actualizará."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["La subida de medios ha fallado. Si esto es una foto o una imagen grande, por favor, reduce su tamaño e inténtalo de nuevo."],"You are probably offline.":["Probablemente estés desconectado."],"An unknown error occurred.":["Se ha producido un error desconocido."],"The response is not a valid JSON response.":["Las respuesta no es una respuesta JSON válida."],"Skip":["Omitir"],"Pages":["Páginas"],"Filter by Color":["Filtrar por color"],"You will need to add it manually on the page.":["Tendrás que añadirlo en la página manualmente."],"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["La plantilla de página que estás a punto de importar contiene un widget o módulo dinámico. Ten en cuenta que estos datos dinámicos no estarán disponibles en la página importada."],"Heads Up!":["¡Cuidado!"],"Back to Templates":["Volver a las plantillas"],"Cancel":["Cancelar"],"Categories":["Categorías"]}},"comment":{"reference":"inc\/lib\/gutenberg-templates\/dist\/main.js"}}